tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "gcc"
brew "bat"
brew "fd"
brew "fzf"
brew "neovim"
brew "nvm"
brew "python@3.9"
brew "ranger"
brew "tree"
cask "discord"
cask "fig"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "omnidisksweeper"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
